tests/xmpAPI/settings_setSubscriberFilter_a.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:setSubscriberFilter>
      <arg0>1000100002</arg0>
      <arg1>
        <scheme>0</scheme>
      </arg1>
    </tns:setSubscriberFilter>
  </soap:Body>
</soap:Envelope>